Repository: devdasx/aperture
Catalog: UniApp/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: A receive address is a string that identifies one of your accounts on one specific chain. Sharing it lets someone send funds to that account.
af: 'n Ontvangsadres is 'n string wat een van jou rekeninge op 'n spesifieke chain identifiseer. Om dit te deel laat iemand toe om fondse na daardie rekening te stuur.
ar: ‏عنوان الاستلام سلسلة نصية تُعرّف أحد حساباتك على شبكة محددة. مشاركته تسمح لشخص ما بإرسال أموال إلى ذلك الحساب.
bg: Адресът за получаване е низ, който идентифицира една от сметките ви в конкретна верига. Споделянето му позволява на някого да изпрати средства към тази сметка.
bn: রিসিভ ঠিকানা হলো একটি স্ট্রিং যা একটি নির্দিষ্ট চেইনে আপনার একটি অ্যাকাউন্টকে চিহ্নিত করে। এটি শেয়ার করলে কেউ সেই অ্যাকাউন্টে তহবিল পাঠাতে পারে।
ca: Una adreça de recepció és una cadena que identifica un dels vostres comptes en una cadena específica. Compartir-la permet que algú enviï fons a aquest compte.
cs: Přijímací adresa je řetězec, který identifikuje jeden z vašich účtů na konkrétním řetězci. Jejím sdílením umožníte někomu poslat prostředky na tento účet.
da: En modtageradresse er en streng, der identificerer en af dine konti på en bestemt kæde. Ved at dele den lader du nogen sende midler til den konto.
de: Eine Empfangsadresse ist eine Zeichenkette, die eines Ihrer Konten in einer bestimmten Chain identifiziert. Wenn Sie sie weitergeben, kann jemand Mittel an dieses Konto senden.
el: Μια διεύθυνση λήψης είναι μια συμβολοσειρά που προσδιορίζει έναν από τους λογαριασμούς σας σε μια συγκεκριμένη αλυσίδα. Η κοινοποίησή της επιτρέπει σε κάποιον να στείλει κεφάλαια σε αυτόν τον λογαριασμό.
es: Una dirección de recepción es una cadena que identifica una de tus cuentas en una cadena específica. Compartirla permite que alguien envíe fondos a esa cuenta.
et: Vastuvõtuaadress on string, mis tuvastab ühe teie kontodest kindlal ahelal. Selle jagamine võimaldab kellelgi sellele kontole vahendeid saata.
fa: آدرس دریافت رشته‌ای است که یکی از حساب‌های شما را روی یک شبکه‌ی مشخص شناسایی می‌کند. اشتراک‌گذاری آن به دیگران اجازه می‌دهد به آن حساب وجه ارسال کنند.
fi: Vastaanotto-osoite on merkkijono, joka tunnistaa yhden tileistäsi tietyssä ketjussa. Sen jakaminen antaa jonkun lähettää varoja kyseiselle tilille.
fil: Ang receive address ay isang string na nagpapakilala sa isa sa iyong mga account sa isang partikular na chain. Ang pagbabahagi nito ay nagbibigay-daan sa iba na magpadala ng pondo sa account na iyon.
fr: Une adresse de réception est une chaîne de caractères qui identifie l'un de vos comptes sur une chaîne spécifique. La partager permet à quelqu'un d'envoyer des fonds à ce compte.
he: ‏כתובת קבלה היא מחרוזת המזהה את אחד החשבונות שלך ברשת מסוימת. שיתופה מאפשר למישהו לשלוח כספים לאותו חשבון.
hi: रिसीव पता एक स्ट्रिंग है जो किसी एक विशिष्ट चेन पर आपके खातों में से एक की पहचान करती है। इसे साझा करने पर कोई उस खाते में धन भेज सकता है।
hr: Primateljska adresa je niz koji identificira jedan od vaših računa na određenom lancu. Njezino dijeljenje omogućuje nekome da pošalje sredstva na taj račun.
hu: A fogadási cím egy karakterlánc, amely az Ön egyik fiókját azonosítja egy adott láncon. A megosztásával valaki forrásokat küldhet arra a fiókra.
id: Alamat penerima adalah string yang mengidentifikasi salah satu akun Anda di satu chain tertentu. Membagikannya memungkinkan seseorang mengirim dana ke akun tersebut.
is: Móttökuvistfang er strengur sem auðkennir einn af reikningum þínum á tiltekinni keðju. Að deila því leyfir öðrum að senda fé á þann reikning.
it: Un indirizzo di ricezione è una stringa che identifica uno dei tuoi conti su una specifica chain. Condividerlo permette a qualcuno di inviarti fondi su quel conto.
ja: 受取アドレスは、特定のチェーン上のアカウントを識別する文字列です。共有すれば、そのアカウントに送金してもらえます。
ko: 받는 주소는 특정 체인의 계정 중 하나를 식별하는 문자열입니다. 이 주소를 공유하면 누군가 그 계정으로 자금을 보낼 수 있습니다.
lt: Gavimo adresas — tai eilutė, identifikuojanti vieną iš jūsų sąskaitų konkrečioje grandinėje. Pasidalijus ja kas nors gali siųsti lėšas į tą sąskaitą.
lv: Saņemšanas adrese ir virkne, kas identificē vienu no jūsu kontiem konkrētā ķēdē. Tās kopīgošana ļauj kādam nosūtīt līdzekļus uz šo kontu.
ml: സ്വീകരണ വിലാസം ഒരു നിശ്ചിത chain-ലെ നിങ്ങളുടെ അക്കൗണ്ടുകളിലൊന്നിനെ തിരിച്ചറിയിക്കുന്ന ഒരു സ്ട്രിങ് ആണ്. ഇത് പങ്കിടുന്നത് മറ്റൊരാൾക്ക് ആ അക്കൗണ്ടിലേക്ക് ഫണ്ട് അയയ്ക്കാൻ അനുവദിക്കുന്നു.
mr: प्राप्ती पत्ता म्हणजे एक स्ट्रिंग आहे जो विशिष्ट chain वरील तुमच्या एका खात्याची ओळख दर्शवतो. तो शेअर केल्याने कोणीतरी त्या खात्यात निधी पाठवू शकतो.
ms: Alamat penerima ialah rentetan aksara yang mengenal pasti salah satu akaun anda pada satu chain tertentu. Berkongsi membolehkan seseorang menghantar dana ke akaun tersebut.
nb: En mottaksadresse er en streng som identifiserer en av kontoene dine på en bestemt kjede. Å dele den lar noen sende midler til den kontoen.
nl: Een ontvangstadres is een tekenreeks die een van je accounts op één specifieke chain identificeert. Door het te delen kan iemand geld naar dat account sturen.
pa: ਪ੍ਰਾਪਤੀ ਪਤਾ ਇੱਕ ਅਜਿਹੀ ਸਟ੍ਰਿੰਗ ਹੈ ਜੋ ਕਿਸੇ ਖਾਸ chain ਉੱਤੇ ਤੁਹਾਡੇ ਖਾਤਿਆਂ ਵਿੱਚੋਂ ਇੱਕ ਦੀ ਪਛਾਣ ਕਰਦੀ ਹੈ। ਇਸਨੂੰ ਸਾਂਝਾ ਕਰਨ ਨਾਲ ਕੋਈ ਉਸ ਖਾਤੇ ਵਿੱਚ ਫੰਡ ਭੇਜ ਸਕਦਾ ਹੈ।
pl: Adres odbiorczy to ciąg znaków identyfikujący jedno z Twoich kont w konkretnej sieci. Udostępnienie go umożliwia komuś wysłanie środków na to konto.
pt_br: Um endereço de recebimento é uma cadeia de caracteres que identifica uma de suas contas em uma rede específica. Compartilhá-lo permite que alguém envie fundos para essa conta.
ro: O adresă de primire este un șir care identifică unul dintre conturile dvs. pe o anumită rețea. Partajarea acesteia permite cuiva să trimită fonduri în acel cont.
ru: Адрес для получения — это строка, идентифицирующая один из ваших счетов в конкретной сети. Делясь им, вы позволяете кому-то отправить средства на этот счёт.
sk: Prijímacia adresa je reťazec, ktorý identifikuje jeden z vašich účtov na konkrétnom reťazci. Jej zdieľaním umožníte niekomu poslať prostriedky na tento účet.
sl: Naslov za prejem je niz, ki identificira enega od vaših računov na določeni verigi. Njegovo deljenje omogoča nekomu pošiljanje sredstev na ta račun.
sr: Адреса за пријем је низ који идентификује један од ваших налога на одређеном ланцу. Њено дељење омогућава некоме да пошаље средства на тај налог.
sv: En mottagaradress är en sträng som identifierar ett av dina konton på en specifik kedja. Att dela den låter någon skicka medel till det kontot.
sw: Anwani ya kupokea ni mfululizo wa herufi unaotambulisha mojawapo ya akaunti zako kwenye chain mahususi. Kuishiriki kunamruhusu mtu kutuma fedha kwenye akaunti hiyo.
ta: பெறும் முகவரி என்பது குறிப்பிட்ட ஒரு chain-இல் உள்ள உங்கள் கணக்குகளில் ஒன்றை அடையாளம் காட்டும் சரம் ஆகும். இதைப் பகிர்வது ஒருவர் அந்தக் கணக்கிற்கு நிதி அனுப்ப அனுமதிக்கிறது.
te: స్వీకరణ చిరునామా అనేది ఒక నిర్దిష్ట chain పై మీ ఖాతాలలో ఒకదాన్ని గుర్తించే స్ట్రింగ్. దీన్ని పంచుకోవడం ఎవరికైనా ఆ ఖాతాకు నిధులు పంపడానికి అనుమతిస్తుంది.
th: ที่อยู่สำหรับรับเป็นสตริงที่ระบุบัญชีหนึ่งของคุณบน chain ที่ระบุ การแชร์ทำให้ผู้อื่นส่งเงินมายังบัญชีนั้นได้
tr: Alma adresi, belirli bir zincirdeki hesaplarınızdan birini tanımlayan bir karakter dizisidir. Paylaşmak, birinin o hesaba fon göndermesine olanak tanır.
uk: Адреса для отримання — це рядок, що ідентифікує один із ваших рахунків у певній мережі. Поділившись нею, ви дозволите комусь надіслати кошти на цей рахунок.
ur: ‏وصول کرنے کا پتہ ایک ایسا اسٹرنگ ہے جو کسی مخصوص chain پر آپ کے کسی ایک اکاؤنٹ کی شناخت کرتا ہے۔ اسے شیئر کرنے سے کوئی شخص اس اکاؤنٹ میں رقم بھیج سکتا ہے۔
vi: Địa chỉ nhận là một chuỗi xác định một trong các tài khoản của bạn trên một chain cụ thể. Chia sẻ nó cho phép người khác gửi tiền vào tài khoản đó.
zh_hans: 接收地址是一串用于标识你在某条特定链上的某个账户的字符。分享它可以让别人向该账户转账。
zh_hant: 接收地址是一串用於識別你在某條特定鏈上某個帳戶的字串。分享它可以讓別人向該帳戶轉帳。

source: A recipient is an address on a blockchain — a long string that identifies one account. You can paste it, scan its QR code, or type a name that resolves to one (like an ENS name).
af: 'n Ontvanger is 'n adres op 'n blokketting — 'n lang string wat een rekening identifiseer. Jy kan dit plak, sy QR-kode skandeer, of 'n naam tik wat daarheen verwys (soos 'n ENS-naam).
ar: المُستلِم هو عنوان على البلوكتشين — سلسلة طويلة تُعرّف حسابًا واحدًا. يمكنك لصقه أو مسح رمز QR الخاص به أو كتابة اسم يُحال إليه (مثل اسم ENS).
bg: Получателят е адрес в блокчейн — дълъг низ, който идентифицира една сметка. Можете да го поставите, да сканирате неговия QR код или да въведете име, което сочи към него (например ENS име).
bn: প্রাপক হলো ব্লকচেইনের একটি ঠিকানা — একটি দীর্ঘ স্ট্রিং যা একটি অ্যাকাউন্ট শনাক্ত করে। আপনি এটি পেস্ট করতে পারেন, এর QR কোড স্ক্যান করতে পারেন, অথবা এমন একটি নাম টাইপ করতে পারেন যা এতে রূপান্তরিত হয় (যেমন একটি ENS নাম)।
ca: Un destinatari és una adreça en una cadena de blocs: una cadena llarga que identifica un compte. La pots enganxar, escanejar-ne el codi QR o escriure un nom que s'hi resolgui (com un nom ENS).
cs: Příjemce je adresa na blockchainu – dlouhý řetězec, který identifikuje jeden účet. Můžete ji vložit, naskenovat její QR kód nebo zadat název, který se na ni převede (například název ENS).
da: En modtager er en adresse på en blockchain – en lang streng, der identificerer én konto. Du kan indsætte den, scanne dens QR-kode eller skrive et navn, der oversættes til den (som et ENS-navn).
de: Ein Empfänger ist eine Adresse auf einer Blockchain – eine lange Zeichenfolge, die ein Konto identifiziert. Sie können sie einfügen, ihren QR-Code scannen oder einen Namen eingeben, der zu ihr aufgelöst wird (etwa einen ENS-Namen).
el: Ο παραλήπτης είναι μια διεύθυνση σε ένα blockchain — μια μεγάλη συμβολοσειρά που ταυτοποιεί έναν λογαριασμό. Μπορείτε να την επικολλήσετε, να σαρώσετε τον κωδικό QR της ή να πληκτρολογήσετε ένα όνομα που αντιστοιχίζεται σε αυτήν (όπως ένα όνομα ENS).
es: Un destinatario es una dirección en una cadena de bloques: una cadena larga que identifica una cuenta. Puedes pegarla, escanear su código QR o escribir un nombre que la resuelva (como un nombre ENS).
et: Saaja on aadress plokiahelas — pikk märgijada, mis tähistab üht kontot. Saad selle kleepida, skannida selle QR-koodi või sisestada nime, mis sellele viitab (näiteks ENS-nimi).
fa: گیرنده یک نشانی روی بلاک‌چین است — رشته‌ای بلند که یک حساب را مشخص می‌کند. می‌توانید آن را بچسبانید، کد QR آن را اسکن کنید یا نامی را تایپ کنید که به آن نشانی می‌رسد (مانند نام ENS).
fi: Vastaanottaja on osoite lohkoketjussa – pitkä merkkijono, joka yksilöi yhden tilin. Voit liittää sen, skannata sen QR-koodin tai kirjoittaa nimen, joka viittaa siihen (kuten ENS-nimi).
fil: Ang recipient ay isang address sa isang blockchain — isang mahabang string na tumutukoy sa isang account. Maaari mo itong i-paste, i-scan ang QR code nito, o mag-type ng pangalan na tumutugma rito (tulad ng ENS name).
fr: Un destinataire est une adresse sur une blockchain — une longue chaîne qui identifie un compte. Vous pouvez la coller, scanner son QR code ou saisir un nom qui y renvoie (comme un nom ENS).
he: נמען הוא כתובת בבלוקצ׳יין — מחרוזת ארוכה המזהה חשבון אחד. אפשר להדביק אותה, לסרוק את קוד ה-QR שלה או להקליד שם שמתורגם אליה (כמו שם ENS).
hi: प्राप्तकर्ता ब्लॉकचेन पर एक पता होता है — एक लंबी स्ट्रिंग जो किसी एक खाते की पहचान करती है। आप इसे पेस्ट कर सकते हैं, इसका QR कोड स्कैन कर सकते हैं, या ऐसा नाम टाइप कर सकते हैं जो इसमें बदल जाए (जैसे ENS नाम)।
hr: Primatelj je adresa na blockchainu – dugačak niz znakova koji označava jedan račun. Možete je zalijepiti, skenirati njezin QR kod ili upisati naziv koji se u nju razrješava (poput ENS naziva).
hu: A címzett egy cím a blokkláncon – egy hosszú karakterlánc, amely egy fiókot azonosít. Beillesztheti, beolvashatja a QR-kódját, vagy beírhat egy nevet, amely erre oldódik fel (például egy ENS-nevet).
id: Penerima adalah alamat di blockchain — rangkaian panjang yang mengidentifikasi satu akun. Anda dapat menempelkannya, memindai kode QR-nya, atau mengetik nama yang merujuk ke alamat tersebut (seperti nama ENS).
is: Viðtakandi er vistfang á blokkakeðju — langur strengur sem auðkennir einn reikning. Þú getur límt það inn, skannað QR-kóðann eða slegið inn nafn sem vísar á það (eins og ENS-nafn).
it: Un destinatario è un indirizzo su una blockchain — una lunga stringa che identifica un account. Può incollarlo, scansionarne il QR code o digitare un nome che vi corrisponde (come un nome ENS).
ja: 受取人とはブロックチェーン上のアドレスで、1つのアカウントを示す長い文字列です。貼り付けたり、QR コードをスキャンしたり、それに解決される名前（ENS 名など）を入力したりできます。
ko: 받는 사람은 블록체인상의 주소예요. 하나의 계정을 식별하는 긴 문자열이죠. 붙여넣거나 QR 코드를 스캔하거나, 주소로 연결되는 이름(예: ENS 이름)을 입력할 수 있어요.
lt: Gavėjas – tai adresas blokų grandinėje, ilga eilutė, identifikuojanti vieną paskyrą. Galite jį įklijuoti, nuskaityti jo QR kodą arba įvesti vardą, nukreipiantį į jį (pavyzdžiui, ENS vardą).
lv: Saņēmējs ir adrese blokķēdē — gara rakstzīmju virkne, kas identificē vienu kontu. Jūs varat to ielīmēt, noskenēt tās QR kodu vai ievadīt nosaukumu, kas uz to norāda (piemēram, ENS nosaukumu).
ml: സ്വീകർത്താവ് എന്നത് ഒരു ബ്ലോക്ക്ചെയിനിലെ വിലാസമാണ് — ഒരു അക്കൗണ്ടിനെ തിരിച്ചറിയുന്ന ഒരു നീണ്ട സ്ട്രിംഗ്. നിങ്ങൾക്ക് അത് ഒട്ടിക്കാം, അതിന്റെ QR കോഡ് സ്കാൻ ചെയ്യാം, അല്ലെങ്കിൽ അതിലേക്ക് ചൂണ്ടുന്ന ഒരു പേര് (ENS പേര് പോലെ) ടൈപ്പ് ചെയ്യാം.
mr: प्राप्तकर्ता म्हणजे ब्लॉकचेनवरील एक पत्ता — एका खात्याची ओळख करून देणारी लांब स्ट्रिंग. तुम्ही तो पेस्ट करू शकता, त्याचा QR कोड स्कॅन करू शकता, किंवा त्याकडे निर्देश करणारे नाव (जसे ENS नाव) टाइप करू शकता.
ms: Penerima ialah alamat pada blockchain — rentetan panjang yang mengenal pasti satu akaun. Anda boleh menampalnya, mengimbas kod QR-nya, atau menaip nama yang merujuk kepadanya (seperti nama ENS).
nb: En mottaker er en adresse på en blokkjede – en lang streng som identifiserer én konto. Du kan lime den inn, skanne QR-koden eller skrive et navn som løses opp til den (som et ENS-navn).
nl: Een ontvanger is een adres op een blockchain — een lange reeks die één account identificeert. Je kunt het plakken, de QR-code scannen of een naam typen die ernaar verwijst (zoals een ENS-naam).
pa: ਪ੍ਰਾਪਤਕਰਤਾ ਬਲਾਕਚੇਨ ਉੱਤੇ ਇੱਕ ਪਤਾ ਹੁੰਦਾ ਹੈ — ਇੱਕ ਲੰਮੀ ਸਟ੍ਰਿੰਗ ਜੋ ਇੱਕ ਖਾਤੇ ਦੀ ਪਛਾਣ ਕਰਦੀ ਹੈ। ਤੁਸੀਂ ਇਸਨੂੰ ਪੇਸਟ ਕਰ ਸਕਦੇ ਹੋ, ਇਸਦਾ QR ਕੋਡ ਸਕੈਨ ਕਰ ਸਕਦੇ ਹੋ, ਜਾਂ ਇਸ ਵੱਲ ਇਸ਼ਾਰਾ ਕਰਨ ਵਾਲਾ ਨਾਮ (ਜਿਵੇਂ ENS ਨਾਮ) ਟਾਈਪ ਕਰ ਸਕਦੇ ਹੋ।
pl: Odbiorca to adres w blockchainie — długi ciąg znaków identyfikujący jedno konto. Możesz go wkleić, zeskanować jego kod QR lub wpisać nazwę, która do niego prowadzi (np. nazwę ENS).
pt_br: Um destinatário é um endereço em uma blockchain — uma sequência longa que identifica uma conta. Você pode colá-lo, escanear o QR code dele ou digitar um nome que o resolva (como um nome ENS).
ro: Un destinatar este o adresă pe un blockchain — un șir lung care identifică un cont. O poți lipi, îi poți scana codul QR sau poți tasta un nume care se rezolvă către ea (cum ar fi un nume ENS).
ru: Получатель — это адрес в блокчейне, длинная строка, обозначающая один счёт. Вы можете вставить его, отсканировать QR-код или ввести имя, которое в него преобразуется (например, имя ENS).
sk: Príjemca je adresa na blockchaine – dlhý reťazec, ktorý identifikuje jeden účet. Môžete ho vložiť, naskenovať jeho QR kód alebo zadať názov, ktorý sa naň preloží (napríklad názov ENS).
sl: Prejemnik je naslov v verigi blokov – dolg niz, ki označuje en račun. Lahko ga prilepite, skenirate njegovo kodo QR ali vnesete ime, ki se razreši vanj (na primer ime ENS).
sr: Прималац је адреса на блокчејну — дугачак низ који означава један налог. Можете је налепити, скенирати њен QR код или укуцати име које се у њу разрешава (попут ENS имена).
sv: En mottagare är en adress på en blockkedja – en lång sträng som identifierar ett konto. Du kan klistra in den, skanna dess QR-kod eller skriva ett namn som löses upp till den (som ett ENS-namn).
sw: Mpokeaji ni anwani kwenye blockchain — mfuatano mrefu unaobainisha akaunti moja. Unaweza kuibandika, kuskani msimbo wake wa QR, au kuandika jina linaloelekeza kwake (kama jina la ENS).
ta: பெறுநர் என்பது ஒரு பிளாக்செயினில் உள்ள முகவரி — ஒரு கணக்கை அடையாளம் காணும் நீண்ட சரம். அதை ஒட்டலாம், அதன் QR குறியீட்டை ஸ்கேன் செய்யலாம், அல்லது அதற்குச் செல்லும் பெயரை (ENS பெயர் போன்று) தட்டச்சு செய்யலாம்.
te: గ్రహీత అనేది బ్లాక్‌చెయిన్‌లోని చిరునామా — ఒక ఖాతాను గుర్తించే పొడవైన స్ట్రింగ్. మీరు దాన్ని అతికించవచ్చు, దాని QR కోడ్‌ను స్కాన్ చేయవచ్చు, లేదా దానికి దారితీసే పేరును (ENS పేరు వంటిది) టైప్ చేయవచ్చు.
th: ผู้รับคือที่อยู่บนบล็อกเชน — สตริงยาวที่ระบุบัญชีหนึ่งบัญชี คุณวางที่อยู่ สแกนคิวอาร์โค้ด หรือพิมพ์ชื่อที่ชี้ไปยังที่อยู่นั้น (เช่นชื่อ ENS) ได้
tr: Alıcı, bir blok zincirindeki adrestir — tek bir hesabı tanımlayan uzun bir dizidir. Yapıştırabilir, QR kodunu tarayabilir ya da bir adrese çözümlenen bir ad (ENS adı gibi) yazabilirsiniz.
uk: Отримувач — це адреса в блокчейні, довгий рядок, що позначає один рахунок. Ви можете вставити її, відсканувати QR-код або ввести ім’я, яке в неї перетворюється (наприклад, ім’я ENS).
ur: وصول کنندہ بلاک چین پر ایک ایڈریس ہوتا ہے — ایک لمبی سٹرنگ جو ایک اکاؤنٹ کی شناخت کرتی ہے۔ آپ اسے پیسٹ کر سکتے ہیں، اس کا QR کوڈ سکین کر سکتے ہیں، یا کوئی ایسا نام ٹائپ کر سکتے ہیں جو اس تک پہنچے (جیسے ENS نام)۔
vi: Người nhận là một địa chỉ trên blockchain — một chuỗi dài xác định một tài khoản. Bạn có thể dán địa chỉ, quét mã QR hoặc nhập một tên trỏ tới địa chỉ đó (như tên ENS).
zh_hans: 收款方是区块链上的一个地址——一长串用于标识某个账户的字符。你可以粘贴它、扫描其二维码，或输入一个可解析为该地址的名称（如 ENS 名称）。
zh_hant: 收款方是區塊鏈上的一個位址——一長串用於識別某個帳戶的字元。你可以貼上它、掃描其 QR 碼，或輸入一個可解析為該位址的名稱（如 ENS 名稱）。
